[global]
NotFound = "Error|Not Found"
OtherExceptionMessage = "Don't use Winrar run sqsx，please unrar run sqsx after"
GetServerList = "Get server list..."
VersionValidation = "Verify the version..."
VersionValidationException1 = "Version validation fails - get server list exception"
VersionValidationException2 = "Version validation fails - get server list error"
NewVersion = "The discovery of the new version|Check confirm update sqsx.Version number："
Get = "Get announcement..."
GetIP = "Get IP..."
GetServer = "Get server line..."
GetServerException = "Get server line error"
GetHistoryServer = "Get history server..."
Loading = "Loading..."
exit = "Exit"
exitMsg = "Exit will disconnect VPN.Are you sure exit sqsx?"
Start = "Start"
Stop = "Stop"
Timeout = "Timeout"
Min = "Min:"
Max = " Max:"
Average = "Average:"
Lost = " Lost:"


[language]
ServerSelect = "Server select"
Connect = "Connect"
Disconnect = "Disconnect"
SinglePing = "Single Ping"
StopPing = "Stop Ping"
BatchPing = "Batch Ping"
Strategy = "Strategy"
Auto = "Auto"
Select = "Your choose server is:"
Options = "Open remote online default gateway"
All = "All | Server"
Region = "Region"
ServerName = "Server Name"
Ping = "Ping"
date = "date"
Search = "Search"
ShowText = "None"
GetIP = "Get Ip..."
Reset = "Reset IP"
Mode = "Proxy mode"
Whole = "Whole"
Local = "Local"

Function = "Function"
Setup = "Setup"
Open = "Open"
Close = "Close"
Save = "Save"

Solution = "Solution"

About = "About me"
